/*    напиши функцию filter, которая принимает функцию-предикат и массив. Возвращает она массив значений, для которых предикат вернет true.

     var input = [1, 2, 3, 4, 5, 6];
     function isEven(x) { return x % 2 == 0; } // проверяет на четность
     console.log(filter(input, isEven)); // [2, 4, 6]

    Написать функцию вывода одномерного массива через разделитель в документ. (без разделителя)

    Написать функцию заполнения одномерного массива с указанием длины. Запрос за длину массива и диапазон произвести внутри функции

*/
