/*Домашнее задание 25
#1
Создать персонажа игры-платформера.
	При нажатии на пробел - прыжок вверх на `h` пикселей.
	При нажатии на стрелку -> передвижение персонажа на `step` пикселей в сторону (и остальные стрелки) // event.keyCode
	
	Персонаж - это квадрат, имеющий размеры 100 на 100 пикселей.
	Прыжок - это анимация движения объекта вверх на `h` пикселей и возврат в изначальное положение (до прыжка)*/

/*Домашнее задание 26
#2
При нажатии на CTRL персонаж должен "присесть" (уменьшиться в размерах по высоте на 40%, по ширине - увеличится на 15%)*/